"Button 1:"		= "Knop 1:";
"Button 2:"		= "Knop 2:";
"Button 3:" 	= "Knop 3:";
"Button 4:"		= "Knop 4:"; 

"Backlight Correction"	= "Tegenlichtcorrectie";
"Color Restoration"		= "Kleuren herstellen";
"Descreening"			= "Ontrasteren";
"Dust Removal"			= "Stof verwijderen";
"Unsharp Mask"			= "Verscherpen";

"None"			= "Geen";
"Newspaper"		= "Krant(85lpi)";
"Magazine"		= "Magazine(133lpi)";
"Fine Prints"	= "Fiijne afdrukken(175lpi)";
"General"		= "Algemeen";

"Low"		= "Laag";
"Medium"	= "Medium";
"High"		= "Hoog";

"Quiet Mode"        = "Stille modus";
"Off"               = "Uit";
"On"                = "Aan";
"Printer Setting"   = "Printerinstelling";
